[AI] Update: 预研/RegionE图像编辑.md
